tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "caskroom/fonts"
brew "openssl" # should be installed first
brew "autoconf"
brew "bash"
brew "ctags"
brew "fzf"
brew "gdbm"
brew "perl"
brew "git"
brew "go"
brew "heroku"
brew "httpie"
brew "jpeg"
brew "libtool"
brew "imagemagick"
brew "libevent"
brew "libyaml"
brew "little-cms2"
brew "mongodb", restart_service: true
brew "node"
brew "pcre"
brew "phantomjs"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "python3"
brew "rbenv"
brew "reattach-to-user-namespace" # fix for tmux on macOS
brew "ruby-build"
brew "shellcheck"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "vim", args: ["with-override-system-vi"]
brew "webp"
brew "yarn"
brew "xz"
cask "alfred"
cask "atom"
cask "dash"
cask "dashlane"
cask "dropbox"
cask "firefoxdeveloperedition"
cask "font-roboto-mono-for-powerline"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "licecap"
cask "mattermost"
cask "near-lock"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "typora"
cask "vagrant"
cask "vagrant-manager"
cask "vectr"
cask "virtualbox"
cask "vlc"
cask "webtorrent"
